Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Объёмная копия растения для AR. Модели видов уже лежат в приложении, а свою можно придумать по фото или отсканировать — кнопка «Модель» на экране растения.
ar: نسخة ثلاثية الأبعاد من النبتة للواقع المعزز. نماذج الأنواع موجودة في التطبيق، ويمكنك تخيّل نموذجك الخاص من صورة أو مسحه — زر «النموذج» في شاشة النبتة.
bg: 3D копие на растението за AR. Моделите на видовете вече са в приложението, а свой можете да измислите по снимка или да сканирате – бутонът „Модел“ на екрана на растението.
bn: AR-এর জন্য গাছের 3D প্রতিলিপি। প্রজাতির মডেল অ্যাপেই আছে, আর নিজেরটা ছবি থেকে কল্পনা করে বা স্ক্যান করে বানানো যায় — গাছের পর্দায় “মডেল” বোতাম।
ca: Una còpia 3D de la planta per a la RA. Els models de les espècies ja són a l’app, i el teu el pots imaginar a partir d’una foto o escanejar: botó «Model» a la pantalla de la planta.
cs: 3D kopie rostliny pro AR. Modely druhů jsou už v aplikaci a vlastní můžete vymyslet podle fotky nebo naskenovat – tlačítko „Model“ na obrazovce rostliny.
da: En 3D-kopi af planten til AR. Artsmodeller følger allerede med appen, og din egen kan du forestille dig ud fra et foto eller scanne – knappen »Model« på planteskærmen.
de: Eine 3D-Kopie der Pflanze für AR. Artmodelle sind schon in der App, ein eigenes kannst du aus einem Foto erdenken oder scannen – Taste „Modell“ auf dem Pflanzenbildschirm.
el: Ένα τρισδιάστατο αντίγραφο του φυτού για AR. Τα μοντέλα των ειδών υπάρχουν ήδη στην εφαρμογή, και το δικό σας μπορείτε να το φανταστείτε από φωτογραφία ή να το σαρώσετε — κουμπί «Μοντέλο» στην οθόνη του φυτού.
en: A 3D copy of the plant for AR. Species models already come with the app, and you can imagine your own from a photo or scan it — the “Model” button on the plant screen.
es: Una copia 3D de la planta para RA. Los modelos de especies ya vienen en la app, y el tuyo puedes imaginarlo a partir de una foto o escanearlo: botón «Modelo» en la pantalla de la planta.
fi: Kasvin 3D-kopio AR:ää varten. Lajien mallit tulevat sovelluksen mukana, ja oman voit kuvitella kuvasta tai skannata – Malli-painike kasvin näkymässä.
fr: Une copie 3D de la plante pour la RA. Les modèles d’espèces sont déjà dans l’app ; le vôtre, vous pouvez l’imaginer d’après une photo ou le scanner — bouton « Modèle » sur l’écran de la plante.
gu: AR માટે છોડની 3D નકલ. જાતોનાં મૉડલ ઍપમાં જ છે, અને તમારું પોતાનું ફોટા પરથી કલ્પીને કે સ્કૅન કરીને બનાવી શકો — છોડની સ્ક્રીન પર “મૉડલ” બટન.
he: עותק תלת־ממדי של הצמח ל־AR. מודלים של מינים כבר נמצאים באפליקציה, ואת שלכם אפשר לדמיין לפי תמונה או לסרוק — כפתור „מודל” במסך הצמח.
hi: AR के लिए पौधे की 3D प्रति। प्रजातियों के मॉडल ऐप में पहले से हैं, और अपना मॉडल फ़ोटो से कल्पना करके या स्कैन करके बना सकते हैं — पौधे की स्क्रीन पर “मॉडल” बटन।
hr: 3D kopija biljke za AR. Modeli vrsta već su u aplikaciji, a svoj možete osmisliti po fotografiji ili skenirati – tipka „Model” na zaslonu biljke.
hu: A növény 3D-másolata AR-hez. A fajok modelljei már az appban vannak, sajátot pedig kitalálhatsz fotóból vagy beszkennelhetsz – „Modell” gomb a növény képernyőjén.
id: Salinan 3D tanaman untuk AR. Model jenis-jenis tanaman sudah ada di aplikasi, dan model Anda sendiri bisa dibayangkan dari foto atau dipindai — tombol “Model” di layar tanaman.
it: Una copia 3D della pianta per l’AR. I modelli delle specie sono già nell’app, il tuo puoi immaginarlo da una foto o scansionarlo: pulsante «Modello» nella schermata della pianta.
ja: AR用の植物の3Dコピーです。種類ごとのモデルはアプリに入っていて、自分のモデルは写真から考えるかスキャンで作れます — 植物画面の「モデル」ボタンから。
kk: AR-ға арналған өсімдіктің көлемді көшірмесі. Түрлердің модельдері қолданбада бар, ал өзіңіздікін сурет бойынша ойлап табуға не сканерлеуге болады — өсімдік экранындағы «Модель» түймесі.
kn: AR ಗಾಗಿ ಗಿಡದ 3D ಪ್ರತಿ. ಜಾತಿಗಳ ಮಾದರಿಗಳು ಆ್ಯಪ್‌ನಲ್ಲೇ ಇವೆ; ನಿಮ್ಮದನ್ನು ಫೋಟೋದಿಂದ ಕಲ್ಪಿಸಬಹುದು ಅಥವಾ ಸ್ಕ್ಯಾನ್ ಮಾಡಬಹುದು — ಗಿಡದ ಪರದೆಯಲ್ಲಿ “ಮಾದರಿ” ಬಟನ್.
ko: AR용 식물 3D 사본이에요. 종별 모델은 앱에 들어 있고, 내 모델은 사진으로 상상하거나 스캔해서 만들 수 있어요 — 식물 화면의 ‘모델’ 버튼.
lt: Augalo 3D kopija AR. Rūšių modeliai jau yra programoje, o savo galite sugalvoti pagal nuotrauką arba nuskenuoti – mygtukas „Modelis“ augalo ekrane.
ml: AR-നുള്ള ചെടിയുടെ 3D പകർപ്പ്. ഇനങ്ങളുടെ മോഡലുകൾ ആപ്പിൽ തന്നെയുണ്ട്; നിങ്ങളുടേത് ഫോട്ടോയിൽ നിന്ന് സങ്കൽപ്പിക്കാം അല്ലെങ്കിൽ സ്കാൻ ചെയ്യാം — ചെടിയുടെ സ്ക്രീനിലെ “മോഡൽ” ബട്ടൺ.
mr: AR साठी रोपाची 3D प्रत. जातींची मॉडेल अ‍ॅपमध्ये आधीच आहेत, आणि स्वतःचे मॉडेल फोटोवरून कल्पून किंवा स्कॅन करून बनवता येते — रोपाच्या स्क्रीनवरील “मॉडेल” बटण.
ms: Salinan 3D tumbuhan untuk AR. Model spesies sudah ada dalam aplikasi, dan model anda sendiri boleh dibayangkan daripada foto atau diimbas — butang “Model” pada skrin tumbuhan.
nb: En 3D-kopi av planten for AR. Artsmodeller følger allerede med appen, og din egen kan du forestille deg fra et bilde eller skanne – knappen «Modell» på planteskjermen.
nl: Een 3D-kopie van de plant voor AR. Soortmodellen zitten al in de app, en een eigen model kun je bedenken vanaf een foto of scannen – knop ‘Model’ op het plantscherm.
or: AR ପାଇଁ ଗଛର 3D ନକଲ। ପ୍ରଜାତିର ମଡେଲ୍ ଆପ୍‌ରେ ଆଗରୁ ଅଛି, ଆଉ ନିଜର ମଡେଲ୍ ଫଟୋରୁ କଳ୍ପନା କରି ବା ସ୍କାନ୍ କରି ବନାଇପାରିବେ — ଗଛ ସ୍କ୍ରିନ୍‌ରେ “ମଡେଲ୍” ବଟନ୍।
pa: AR ਲਈ ਪੌਦੇ ਦੀ 3D ਨਕਲ। ਕਿਸਮਾਂ ਦੇ ਮਾਡਲ ਐਪ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਹਨ, ਅਤੇ ਆਪਣਾ ਮਾਡਲ ਫ਼ੋਟੋ ਤੋਂ ਕਲਪਨਾ ਕਰਕੇ ਜਾਂ ਸਕੈਨ ਕਰਕੇ ਬਣਾ ਸਕਦੇ ਹੋ — ਪੌਦੇ ਦੀ ਸਕਰੀਨ 'ਤੇ “ਮਾਡਲ” ਬਟਨ।
pl: Kopia 3D rośliny do AR. Modele gatunków są już w aplikacji, a własny możesz wymyślić ze zdjęcia albo zeskanować – przycisk „Model” na ekranie rośliny.
pt_br: Uma cópia 3D da planta para RA. Os modelos das espécies já vêm no app, e o seu você pode imaginar pela foto ou escanear — botão “Modelo” na tela da planta.
pt_pt: Uma cópia 3D da planta para RA. Os modelos das espécies já vêm na app, e o seu pode imaginá-lo pela fotografia ou digitalizá-lo — botão “Modelo” no ecrã da planta.
ro: O copie 3D a plantei pentru RA. Modelele speciilor sunt deja în aplicație, iar pe al tău îl poți imagina după o fotografie sau îl poți scana – butonul „Model” de pe ecranul plantei.
sk: 3D kópia rastliny pre AR. Modely druhov sú už v aplikácii a vlastný si môžete vymyslieť podľa fotky alebo naskenovať – tlačidlo „Model“ na obrazovke rastliny.
sl: 3D-kopija rastline za AR. Modeli vrst so že v aplikaciji, svojega pa lahko zamislite po fotografiji ali skenirate – gumb »Model« na zaslonu rastline.
sv: En 3D-kopia av växten för AR. Artmodeller finns redan i appen, och en egen kan du föreställa dig från ett foto eller skanna – knappen ”Modell” på växtskärmen.
ta: AR க்கான செடியின் 3D நகல். வகைகளின் மாடல்கள் ஆப்பிலேயே உள்ளன; உங்களுடையதைப் புகைப்படத்திலிருந்து கற்பனை செய்யலாம் அல்லது ஸ்கேன் செய்யலாம் — செடித் திரையில் “மாடல்” பொத்தான்.
te: AR కోసం మొక్క 3D ప్రతి. జాతుల మోడల్‌లు యాప్‌లోనే ఉన్నాయి; మీ సొంత మోడల్‌ను ఫోటో నుండి ఊహించవచ్చు లేదా స్కాన్ చేయవచ్చు — మొక్క స్క్రీన్‌లో “మోడల్” బటన్.
th: สำเนา 3 มิติของต้นไม้สำหรับ AR โมเดลของแต่ละชนิดมีอยู่ในแอปแล้ว ส่วนโมเดลของคุณเองจะจินตนาการจากรูปถ่ายหรือสแกนก็ได้ — ปุ่ม “โมเดล” ในหน้าต้นไม้
tr: Bitkinin AR için 3B kopyası. Tür modelleri uygulamada hazır; kendi modelinizi fotoğraftan tasarlayabilir ya da tarayabilirsiniz — bitki ekranındaki “Model” düğmesi.
uk: Об’ємна копія рослини для AR. Моделі видів уже лежать у застосунку, а свою можна вигадати за фото або відсканувати — кнопка «Модель» на екрані рослини.
ur: AR کے لیے پودے کی 3D نقل۔ اقسام کے ماڈل ایپ میں پہلے سے موجود ہیں، اور اپنا ماڈل تصویر سے تصور کر کے یا اسکین کر کے بنا سکتے ہیں — پودے کی اسکرین پر ”ماڈل“ بٹن۔
vi: Bản sao 3D của cây cho AR. Mô hình các loài đã có sẵn trong ứng dụng, còn mô hình của riêng bạn có thể hình dung từ ảnh hoặc quét — nút “Mô hình” trên màn hình cây.
zh_hans: 用于 AR 的植物 3D 副本。各品种的模型已内置在应用中，你自己的模型可以根据照片构想或扫描生成——植物页面上的“模型”按钮。
zh_hant: 用於 AR 的植物 3D 副本。各品種的模型已內建在 App 中，你自己的模型可以根據照片構想或掃描產生——植物頁面上的「模型」按鈕。

source: Обычно для вида: %@
ar: المعتاد لهذا النوع: %@
bg: Обичайно за вида: %@
bn: এই প্রজাতির জন্য সাধারণত: %@
ca: Habitual per a l’espècie: %@
cs: Obvyklé pro druh: %@
da: Normalt for arten: %@
de: Üblich für die Art: %@
el: Σύνηθες για το είδος: %@
en: Usual for this species: %@
es: Lo habitual para la especie: %@
fi: Lajille tavallista: %@
fr: Habituel pour l’espèce : %@
gu: આ પ્રજાતિ માટે સામાન્ય: %@
he: מקובל לזן: %@
hi: इस प्रजाति के लिए सामान्य: %@
hr: Uobičajeno za vrstu: %@
hu: A fajnál szokásos: %@
id: Biasanya untuk spesies ini: %@
it: Di solito per la specie: %@
ja: この種類の目安：%@
kk: Бұл түр үшін әдетте: %@
kn: ಈ ಜಾತಿಗೆ ಸಾಮಾನ್ಯವಾಗಿ: %@
ko: 이 종의 보통 주기: %@
lt: Įprasta rūšiai: %@
ml: ഈ ഇനത്തിന് സാധാരണ: %@
mr: या प्रजातीसाठी साधारण: %@
ms: Biasa untuk spesies ini: %@
nb: Vanlig for arten: %@
nl: Gebruikelijk voor de soort: %@
or: ଏହି ପ୍ରଜାତି ପାଇଁ ସାଧାରଣତଃ: %@
pa: ਇਸ ਕਿਸਮ ਲਈ ਆਮ: %@
pl: Zwykle dla gatunku: %@
pt_br: O comum para a espécie: %@
pt_pt: O comum para a espécie: %@
ro: Obișnuit pentru specie: %@
sk: Obvyklé pre druh: %@
sl: Običajno za vrsto: %@
sv: Vanligt för arten: %@
ta: இந்த இனத்திற்கு வழக்கமாக: %@
te: ఈ జాతికి సాధారణంగా: %@
th: ปกติสำหรับพันธุ์นี้: %@
tr: Tür için olağan: %@
uk: Зазвичай для виду: %@
ur: اس نوع کے لیے عام: %@
vi: Thường với loài này: %@
zh_hans: 该品种通常：%@
zh_hant: 該品種通常：%@

source: Обычно — при %@ воды в земле
ar: عادةً حين يكون في التربة %@ ماء
bg: Обикновено при %@ вода в почвата
bn: সাধারণত যখন মাটিতে %@ জল থাকে
ca: Normalment amb un %@ d’aigua a la terra
cs: Obvykle při %@ vody v hlíně
da: Oftest ved %@ vand i jorden
de: Meist bei %@ Wasser in der Erde
el: Συνήθως με %@ νερό στο χώμα
en: Usually at %@ water in the soil
es: Normalmente con %@ de agua en la tierra
fi: Yleensä, kun vettä on %@
fr: Souvent à %@ d’eau dans la terre
gu: સામાન્ય રીતે જ્યારે માટીમાં %@ પાણી હોય
he: בדרך כלל כשיש %@ מים באדמה
hi: आमतौर पर जब मिट्टी में %@ पानी हो
hr: Obično pri %@ vode u zemlji
hu: Általában %@ víznél a földben
id: Biasanya saat %@ air di tanah
it: Di solito con il %@ d’acqua nella terra
ja: ふだんは土の水分が%@のとき
kk: Әдетте топырақта %@ су қалғанда
kn: ಸಾಮಾನ್ಯವಾಗಿ ಮಣ್ಣಿನಲ್ಲಿ %@ ನೀರು ಇದ್ದಾಗ
ko: 보통 흙에 수분이 %@일 때
lt: Paprastai esant %@ vandens žemėje
ml: സാധാരണ മണ്ണിൽ %@ വെള്ളമുള്ളപ്പോൾ
mr: सहसा मातीत %@ पाणी असताना
ms: Biasanya ketika %@ air dalam tanah
nb: Oftest ved %@ vann i jorden
nl: Meestal bij %@ water in de aarde
or: ସାଧାରଣତଃ ଯେତେବେଳେ ମାଟିରେ %@ ପାଣି ଥାଏ
pa: ਆਮ ਤੌਰ 'ਤੇ ਜਦੋਂ ਮਿੱਟੀ ਵਿੱਚ %@ ਪਾਣੀ ਹੋਵੇ
pl: Zwykle przy %@ wody w ziemi
pt_br: Geralmente com %@ de água na terra
pt_pt: Normalmente com %@ de água na terra
ro: De obicei la %@ apă în pământ
sk: Zvyčajne pri %@ vody v zemi
sl: Običajno pri %@ vode v zemlji
sv: Oftast vid %@ vatten i jorden
ta: வழக்கமாக மண்ணில் %@ நீர் இருக்கும்போது
te: సాధారణంగా మట్టిలో %@ నీరు ఉన్నప్పుడు
th: ปกติเมื่อดินมีน้ำ %@
tr: Genellikle toprakta %@ su varken
uk: Зазвичай — за %@ води в землі
ur: عموماً جب مٹی میں %@ پانی ہو
vi: Thường khi đất còn %@ nước
zh_hans: 通常在土中水分为 %@ 时
zh_hant: 通常在土中水分為 %@ 時

source: Один круг — один срок полива. Ближние орбиты у тех, кто сохнет быстро, дальние — у терпеливых.
ar: الدورة الواحدة موعد سقي واحد. المدارات القريبة للتي تجف بسرعة، والبعيدة للصبورة.
bg: Една обиколка е един интервал на поливане. Близките орбити са на бързо изсъхващите, далечните – на търпеливите.
bn: এক পাক মানে জল দেওয়ার একটি ব্যবধান। কাছের কক্ষপথ তাড়াতাড়ি শুকোনো গাছের, দূরেরগুলো ধৈর্যশীলদের।
ca: Una òrbita és un interval de reg. Les òrbites properes són de les que s’assequen de pressa; les llunyanes, de les pacients.
cs: Jeden oběh je jeden interval zalévání. Blízké dráhy mají rostliny, které rychle vysychají, vzdálené ty trpělivé.
da: Én omgang er ét vandingsinterval. De indre baner tilhører dem, der tørrer hurtigt, de ydre de tålmodige.
de: Eine Umlaufbahn ist ein Gießintervall. Innen kreisen die, die schnell austrocknen, außen die Geduldigen.
el: Μία τροχιά είναι ένα διάστημα ποτίσματος. Οι κοντινές τροχιές ανήκουν σε όσα ξεραίνονται γρήγορα, οι μακρινές στα υπομονετικά.
en: One orbit is one watering interval. Inner orbits belong to quick-drying plants, outer ones to the patient.
es: Una órbita es un intervalo de riego. Las órbitas cercanas son de las que se secan rápido; las lejanas, de las pacientes.
fi: Yksi kierros on yksi kasteluväli. Sisemmät radat kuuluvat nopeasti kuivuville, ulommat kärsivällisille.
fr: Une orbite, c’est une fréquence d’arrosage. Les orbites proches sont celles des plantes qui sèchent vite, les lointaines celles des patientes.
gu: એક ચક્કર એટલે પાણી આપવાનો એક ગાળો. નજીકની કક્ષાઓ જલદી સુકાતા છોડની, દૂરની ધીરજવાળાની.
he: הקפה אחת היא תדירות השקיה אחת. המסלולים הקרובים שייכים למתייבשים מהר, הרחוקים – לסבלניים.
hi: एक चक्कर पानी देने का एक अंतराल है। पास की कक्षाएँ जल्दी सूखने वालों की, दूर की धैर्यवानों की।
hr: Jedan krug je jedan interval zalijevanja. Bliske putanje imaju biljke koje brzo sahnu, daleke one strpljive.
hu: Egy kör egy öntözési időköz. A belső pályák a gyorsan száradóké, a külsők a türelmeseké.
id: Satu putaran adalah satu jarak siram. Orbit dekat milik yang cepat kering, orbit jauh milik yang sabar.
it: Un’orbita è un intervallo di annaffiatura. Le orbite vicine sono di chi si asciuga in fretta, quelle lontane delle pazienti.
ja: 1周が水やりの間隔。内側の軌道は乾きやすい植物、外側は我慢強い植物です。
kk: Бір айналым — бір суару мерзімі. Жақын орбиталар тез кебетіндерде, алыстары — шыдамдыларда.
kn: ಒಂದು ಸುತ್ತು ಒಂದು ನೀರು ಹಾಕುವ ಅಂತರ. ಹತ್ತಿರದ ಕಕ್ಷೆಗಳು ಬೇಗ ಒಣಗುವವರದ್ದು, ದೂರದವು ತಾಳ್ಮೆಯವರದ್ದು.
ko: 한 바퀴가 물주기 간격입니다. 안쪽 궤도는 빨리 마르는 식물, 바깥쪽은 참을성 있는 식물이에요.
lt: Vienas ratas – vienas laistymo intervalas. Artimos orbitos – greitai džiūstančių, tolimos – kantriųjų.
ml: ഒരു ചുറ്റ് ഒരു നനയ്ക്കൽ ഇടവേളയാണ്. അടുത്ത ഭ്രമണപഥങ്ങൾ വേഗം ഉണങ്ങുന്നവരുടേത്, അകലെയുള്ളവ ക്ഷമയുള്ളവരുടേത്.
mr: एक फेरी म्हणजे पाणी देण्याचे एक अंतर. जवळच्या कक्षा लवकर सुकणाऱ्यांच्या, दूरच्या धीराच्या रोपांच्या.
ms: Satu pusingan ialah satu selang siraman. Orbit dekat milik yang cepat kering, orbit jauh milik yang sabar.
nb: Én runde er ett vanningsintervall. De indre banene tilhører de som tørker fort, de ytre de tålmodige.
nl: Eén baan is één gietinterval. Binnenbanen horen bij snelle drogers, buitenbanen bij de geduldigen.
or: ଗୋଟିଏ ପରିକ୍ରମା ଏକ ପାଣି ଦେବା ବ୍ୟବଧାନ। ନିକଟ କକ୍ଷପଥ ଶୀଘ୍ର ଶୁଖୁଥିବାଙ୍କର, ଦୂର ଧୈର୍ଯ୍ୟଶୀଳଙ୍କର।
pa: ਇੱਕ ਚੱਕਰ ਪਾਣੀ ਦੇਣ ਦਾ ਇੱਕ ਵਕਫ਼ਾ ਹੈ। ਨੇੜਲੇ ਪੰਧ ਛੇਤੀ ਸੁੱਕਣ ਵਾਲਿਆਂ ਦੇ, ਦੂਰਲੇ ਸਬਰ ਵਾਲਿਆਂ ਦੇ।
pl: Jedno okrążenie to jeden odstęp podlewania. Bliskie orbity mają te, co szybko schną, dalekie – cierpliwe.
pt_br: Uma órbita é um intervalo de rega. As órbitas próximas são das que secam rápido; as distantes, das pacientes.
pt_pt: Uma órbita é um intervalo de rega. As órbitas próximas são das que secam depressa; as distantes, das pacientes.
ro: O orbită e un interval de udare. Orbitele apropiate sunt ale celor care se usucă repede, cele îndepărtate – ale celor răbdătoare.
sk: Jeden obeh je jeden interval polievania. Blízke dráhy majú rastliny, ktoré rýchlo vysychajú, vzdialené tie trpezlivé.
sl: En krog je en interval zalivanja. Bližnje tirnice imajo rastline, ki se hitro sušijo, oddaljene tiste potrpežljive.
sv: Ett varv är ett vattningsintervall. De inre banorna hör till de som torkar fort, de yttre till de tålmodiga.
ta: ஒரு சுற்று ஒரு நீர் ஊற்றும் இடைவெளி. அருகிலுள்ள சுற்றுப்பாதைகள் விரைவில் காய்பவற்றுக்கு, தொலைவானவை பொறுமையானவற்றுக்கு.
te: ఒక చుట్టు ఒక నీళ్లు పోసే విరామం. దగ్గరి కక్ష్యలు త్వరగా ఎండే వాటివి, దూరపువి ఓపిక గలవాటివి.
th: หนึ่งรอบคือหนึ่งช่วงรดน้ำ วงโคจรใกล้เป็นของต้นที่แห้งเร็ว วงโคจรไกลเป็นของต้นที่อดทน
tr: Bir tur bir sulama aralığıdır. İç yörüngeler çabuk kuruyanların, dış yörüngeler sabırlıların.
uk: Одне коло — один строк поливу. Ближні орбіти в тих, хто сохне швидко, дальні — у терплячих.
ur: ایک چکر پانی دینے کا ایک وقفہ ہے۔ قریب کے مدار جلد سوکھنے والوں کے ہیں، دور کے صابر پودوں کے۔
vi: Một vòng là một khoảng tưới. Quỹ đạo gần thuộc về cây mau khô, quỹ đạo xa thuộc về cây kiên nhẫn.
zh_hans: 绕一圈就是一个浇水间隔。内圈属于干得快的植物，外圈属于耐得住的植物。
zh_hant: 繞一圈就是一個澆水間隔。內圈屬於乾得快的植物，外圈屬於耐得住的植物。

source: Одно нажатие — и полив записан. Передумали — внизу появится «Вернуть».
ar: ضغطة واحدة وتُسجَّل السقية. غيّرت رأيك؟ يظهر «تراجع» في الأسفل.
bg: Едно докосване и поливането е записано. Размислихте ли? Долу се появява „Върни“.
bn: এক ট্যাপেই জল দেওয়া লেখা হয়ে যায়। মত বদলেছেন? নিচে “পূর্বাবস্থা” দেখাবে।
ca: Un toc i el reg queda anotat. Has canviat d’idea? A baix apareix «Desfés».
cs: Jedno klepnutí a zalití je zapsané. Rozmysleli jste se? Dole se objeví „Vrátit“.
da: Ét tryk, og vandingen er noteret. Fortrudt? Nederst dukker ”Fortryd” op.
de: Ein Tippen, und das Gießen ist notiert. Anders überlegt? Unten erscheint „Widerrufen“.
el: Ένα άγγιγμα και το πότισμα καταγράφεται. Αλλάξατε γνώμη; Κάτω εμφανίζεται «Αναίρεση».
en: One tap and the watering is logged. Changed your mind? “Undo” appears at the bottom.
es: Un toque y el riego queda anotado. ¿Cambiaste de idea? Abajo aparece «Deshacer».
fi: Yksi napautus, ja kastelu on kirjattu. Muutitko mielesi? Alas ilmestyy ”Kumoa”.
fr: Un toucher et l’arrosage est noté. Vous changez d’avis ? « Annuler » apparaît en bas.
gu: એક ટૅપ અને પાણી આપવાનું નોંધાયું. વિચાર બદલાયો? નીચે “પૂર્વવત્ કરો” દેખાશે.
he: הקשה אחת וההשקיה נרשמה. התחרטתם? למטה יופיע “ביטול פעולה”.
hi: एक टैप और पानी देना दर्ज। मन बदल गया? नीचे “पूर्ववत करें” दिखेगा।
hr: Jedan dodir i zalijevanje je zapisano. Predomislili ste se? Dolje se pojavi „Poništi”.
hu: Egy koppintás, és az öntözés rögzítve. Meggondoltad magad? Alul megjelenik a „Visszavonás”.
id: Satu ketukan dan siraman tercatat. Berubah pikiran? “Urungkan” muncul di bawah.
it: Un tocco e l’annaffiatura è registrata. Ci hai ripensato? In basso compare “Annulla”.
ja: タップひとつで水やりを記録。やっぱりやめる？ 下に「取り消す」が出ます。
kk: Бір түрту — суару жазылды. Ойыңыз өзгерді ме? Төменде «Қайтару» шығады.
kn: ಒಂದು ಟ್ಯಾಪ್‌ನಲ್ಲಿ ನೀರು ಹಾಕಿದ್ದು ದಾಖಲಾಗುತ್ತದೆ. ಮನಸ್ಸು ಬದಲಾಯಿತೇ? ಕೆಳಗೆ “ರದ್ದುಗೊಳಿಸಿ” ಕಾಣುತ್ತದೆ.
ko: 한 번 탭하면 물주기가 기록됩니다. 마음이 바뀌었나요? 아래에 ‘실행 취소’가 나타나요.
lt: Vienas bakstelėjimas – ir laistymas užrašytas. Persigalvojote? Apačioje atsiras „Anuliuoti“.
ml: ഒരു ടാപ്പിൽ നനയ്ക്കൽ രേഖപ്പെടുത്തും. മനസ്സ് മാറിയോ? താഴെ “പഴയപടിയാക്കുക” കാണാം.
mr: एक टॅप आणि पाणी देणे नोंदले. विचार बदलला? खाली “पूर्ववत करा” दिसेल.
ms: Satu ketikan dan siraman direkodkan. Ubah fikiran? “Buat asal” muncul di bawah.
nb: Ett trykk, og vanningen er notert. Ombestemt deg? Nederst dukker «Angre» opp.
nl: Eén tik en de gietbeurt staat genoteerd. Bedacht? Onderaan verschijnt ‘Herstel’.
or: ଗୋଟିଏ ଟାପ୍‌ରେ ପାଣି ଦେବା ଲେଖାହୋଇଯାଏ। ମତ ବଦଳିଲା? ତଳେ “ପୂର୍ବବତ୍ କରନ୍ତୁ” ଦେଖାଯିବ।
pa: ਇੱਕ ਟੈਪ ਅਤੇ ਪਾਣੀ ਦੇਣਾ ਦਰਜ। ਮਨ ਬਦਲ ਗਿਆ? ਹੇਠਾਂ “ਅਣਕੀਤਾ ਕਰੋ” ਦਿਖੇਗਾ।
pl: Jedno stuknięcie i podlanie zapisane. Zmiana zdania? Na dole pojawi się „Cofnij”.
pt_br: Um toque e a rega fica registrada. Mudou de ideia? “Desfazer” aparece embaixo.
pt_pt: Um toque e a rega fica registada. Mudou de ideias? Em baixo aparece “Desfazer”.
ro: O atingere și udarea e notată. Te-ai răzgândit? Jos apare „Anulează”.
sk: Jedno klepnutie a poliatie je zapísané. Rozmysleli ste sa? Dole sa objaví „Vrátiť“.
sl: En dotik in zalivanje je zapisano. Ste si premislili? Spodaj se prikaže »Razveljavi«.
sv: Ett tryck och vattningen är noterad. Ångrat dig? Längst ned visas ”Ångra”.
ta: ஒரு தட்டலில் நீர் ஊற்றல் பதிவாகிறது. மனம் மாறியதா? கீழே “செயல்தவிர்” தோன்றும்.
te: ఒక ట్యాప్‌తో నీళ్లు పోసినట్లు నమోదవుతుంది. మనసు మారిందా? కింద “రద్దు చేయి” కనిపిస్తుంది.
th: แตะครั้งเดียวก็บันทึกการรดน้ำ เปลี่ยนใจหรือ? “เลิกทำ” จะปรากฏด้านล่าง
tr: Bir dokunuş ve sulama kaydedilir. Fikrinizi mi değiştirdiniz? Altta “Geri al” çıkar.
uk: Одне торкання — і полив записано. Передумали — внизу з’явиться «Повернути».
ur: ایک ٹیپ اور پانی دینا درج ہو گیا۔ ارادہ بدل گیا؟ نیچے “کالعدم کریں” آ جائے گا۔
vi: Một chạm là lần tưới được ghi lại. Đổi ý? Nút “Hoàn tác” hiện ở dưới.
zh_hans: 轻点一下就记下浇水。改主意了？底部会出现“撤销”。
zh_hant: 點一下就記下澆水。改變主意了？底部會出現「還原」。

source: Опунция
ar: تين شوكي
bn: ফণিমনসা
ca: Figuera de moro
cs: Opuncie
da: Figenkaktus
de: Feigenkaktus
el: Φραγκοσυκιά
en: Prickly Pear
es: Nopal
fi: Viikunakaktus
fr: Figuier de Barbarie
gu: ફાફડાથોર
he: צבר
hi: नागफनी
hr: Opuncija
hu: Fügekaktusz
id: Kaktus pir
it: Fico d’India
ja: ウチワサボテン
kn: ಪಾಪಾಸುಕಳ್ಳಿ
ko: 부채선인장
lt: Opuncija
ml: കള്ളിമുൾച്ചെടി
mr: निवडुंग
ms: Kaktus pir
nb: Fikenkaktus
nl: Vijgcactus
or: ନାଗଫେଣୀ
pa: ਨਾਗਫਨੀ
pl: Opuncja
pt_br: Palma
pt_pt: Figueira-da-índia
ro: Opuntia
sk: Opuncia
sl: Opuncija
sv: Fikonkaktus
ta: சப்பாத்திக்கள்ளி
te: నాగజెముడు
th: โอพันเทีย
tr: Frenk inciri
uk: Опунція
ur: ناگ پھنی
vi: Xương rồng tai thỏ
zh_hans: 仙人掌（仙人扇）
zh_hant: 仙人掌（仙人扇）

source: Орхидея
ar: أوركيد
bn: অর্কিড
ca: Orquídia
cs: Orchidej
da: Orkidé
de: Orchidee
el: Ορχιδέα
en: Orchid
es: Orquídea
fi: Orkidea
fr: Orchidée
gu: ઓર્કિડ
he: סחלב
hi: ऑर्किड
hr: Orhideja
hu: Orchidea
id: Anggrek
it: Orchidea
ja: ラン
kn: ಆರ್ಕಿಡ್
ko: 난초
lt: Orchidėja
ml: ഓർക്കിഡ്
mr: ऑर्किड
ms: Orkid
nb: Orkidé
nl: Orchidee
or: ଅର୍କିଡ୍
pa: ਆਰਕਿਡ
pl: Storczyk
pt_br: Orquídea
pt_pt: Orquídea
ro: Orhidee
sk: Orchidea
sl: Orhideja
sv: Orkidé
ta: ஆர்க்கிட்
te: ఆర్కిడ్
th: กล้วยไม้
tr: Orkide
uk: Орхідея
ur: آرکڈ
vi: Lan
zh_hans: 兰花
zh_hant: 蘭花

source: Особые дни
ar: أيام مميزة
bg: Специални дни
bn: বিশেষ দিন
ca: Dies especials
cs: Zvláštní dny
da: Særlige dage
de: Besondere Tage
el: Ξεχωριστές μέρες
en: Special Days
es: Días especiales
fi: Erityiset päivät
fr: Jours spéciaux
gu: ખાસ દિવસો
he: ימים מיוחדים
hi: ख़ास दिन
hr: Posebni dani
hu: Különleges napok
id: Hari istimewa
it: Giorni speciali
ja: 特別な日
kk: Ерекше күндер
kn: ವಿಶೇಷ ದಿನಗಳು
ko: 특별한 날
lt: Ypatingos dienos
ml: പ്രത്യേക ദിവസങ്ങൾ
mr: खास दिवस
ms: Hari istimewa
nb: Spesielle dager
nl: Bijzondere dagen
or: ବିଶେଷ ଦିନ
pa: ਖ਼ਾਸ ਦਿਨ
pl: Wyjątkowe dni
pt_br: Dias especiais
pt_pt: Dias especiais
ro: Zile speciale
sk: Výnimočné dni
sl: Posebni dnevi
sv: Särskilda dagar
ta: சிறப்பு நாட்கள்
te: ప్రత్యేక రోజులు
th: วันพิเศษ
tr: Özel günler
uk: Особливі дні
ur: خاص دن
vi: Ngày đặc biệt
zh_hans: 特别的日子
zh_hant: 特別的日子

source: Оставить
ar: إبقاء
bg: Остави
bn: রেখে দিন
ca: Mantén
cs: Ponechat
da: Behold
de: Beibehalten
el: Διατήρηση
en: Keep
es: Mantener
fi: Pidä
fr: Garder
gu: રહેવા દો
he: להשאיר
hi: रहने दें
hr: Zadrži
hu: Marad
id: Biarkan
it: Mantieni
ja: そのまま
kk: Қалдыру
kn: ಹಾಗೆಯೇ ಇರಲಿ
ko: 유지
lt: Palikti
ml: അങ്ങനെ തന്നെ
mr: तसेच ठेवा
ms: Kekalkan
nb: Behold
nl: Behoud
or: ରହିବାକୁ ଦିଅନ୍ତୁ
pa: ਰਹਿਣ ਦਿਓ
pl: Zostaw
pt_br: Manter
pt_pt: Manter
ro: Păstrează
sk: Ponechať
sl: Ohrani
sv: Behåll
ta: அப்படியே வை
te: అలాగే ఉంచు
th: คงไว้
tr: Kalsın
uk: Залишити
ur: رہنے دیں
vi: Giữ nguyên
zh_hans: 保留
zh_hant: 保留

# Осталось %lld секунд
source: Осталось %lld секунды
ar: تبقّت %lld ثانية
bg: Остават %lld секунди
bn: আর %lld সেকেন্ড
ca: Queden %lld segons
cs: Zbývá %lld sekund
da: %lld sekunder tilbage
de: Noch %lld Sekunden
el: Απομένουν %lld δευτερόλεπτα
en: %lld seconds left
es: Quedan %lld segundos
fi: %lld sekuntia jäljellä
fr: Encore %lld secondes
gu: %lld સેકન્ડ બાકી
he: נותרו %lld שניות
hi: %lld सेकंड बाकी
hr: Još %lld sekundi
hu: Még %lld másodperc
id: Sisa %lld detik
it: Restano %lld secondi
ja: 残り%lld秒
kk: %lld секунд қалды
kn: ಇನ್ನೂ %lld ಸೆಕೆಂಡುಗಳು
ko: %lld초 남음
lt: Liko %lld sekundžių
ml: %lld സെക്കൻഡ് ബാക്കി
mr: %lld सेकंद बाकी
ms: Tinggal %lld saat
nb: %lld sekunder igjen
nl: Nog %lld seconden
or: ଆଉ %lld ସେକେଣ୍ଡ
pa: %lld ਸਕਿੰਟ ਬਾਕੀ
pl: Zostało %lld sekundy
pt_br: Faltam %lld segundos
pt_pt: Faltam %lld segundos
ro: Au rămas %lld de secunde
sk: Zostáva %lld sekúnd
sl: Še %lld sekund
sv: %lld sekunder kvar
ta: இன்னும் %lld வினாடிகள்
te: ఇంకా %lld సెకన్లు
th: เหลืออีก %lld วินาที
tr: %lld saniye kaldı
uk: Залишилося %lld секунди
ur: %lld سیکنڈ باقی
vi: Còn %lld giây
zh_hans: 剩余%lld秒
zh_hant: 剩下%lld秒
